Repository: tiagofviana/wandecleide-website
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Page not found
pt_br: Página não encontrada

source: Back to start
pt_br: Voltar para o início

source: Something went wrong
pt_br: Alguma coisa deu errado

source: An error report has been sent to our team, we will resolve the issue as soon as possible
pt_br: Um relatório de erro foi enviado para a nossa equipe, resolveremos o problema o mais rápido possível.

source: Telegram webhook settings
pt_br: Configuração do webhook do telegram

source: Link to the home page
pt_br: Link para a página inicial

source: Whatsapp link
pt_br: Link do Whatsapp

source: Nurse
pt_br: Enfermeira

source: You don't have any messages
pt_br: Você não possui nenhuma mensagem

source: Home
pt_br: Início

source: About
pt_br: Sobre

source: My work
pt_br: Meu trabalho

source: Books
pt_br: Livros

source: Contact
pt_br: Contato

source: Telegram data
pt_br: Dados do Telegram

source: System data
pt_br: Dados do sistema

source: Permissions
pt_br: Permissões

source: player link
pt_br: Link do player

source: request data
pt_br: dados da requisição

source: {amount} chat message was successfully removed.
pt_br: {amount} mensagem do chat foi removido com sucesso.

source: Identifier
pt_br: Identificador

source: Data
pt_br: Dado

source: {amount} download was successfully removed.
pt_br: {amount} download foi removido com sucesso.

source: We have received your request and started processing it
pt_br: Recebemos sua solicitação e começamos a processá-la

source: Remember that the larger the video size, the longer the processing time
pt_br: Lembre-se que quanto maior o tamanho do vídeo, maior será o tempo de processamento

source: Ths <a href="{ video_link }">video</a> has an age restriction and can't be accessed
pt_br: Este <a href="{ video_link }">video</a> tem uma restrição de idade e não pode ser acessado

source: This <a href="{ video_link }">video</a> doesn't have a supported audio stream
pt_br: Este <a href="{ video_link }">video</a> não possui um streaming de audio suportado

source: The url doesn't have a valid video identifier
pt_br: Este link não possui um streaming de audio suportado

source: This command doesn't have a supported youtube url
pt_br: Este comando não tem um URL do YouTube suportado

source: This url is doesn't have a supported audio stream
pt_br: Este link não possui um streaming de audio suportado

source: The video has an age restriction and can't be accessed
pt_br: Este vídeo tem uma restrição de idade e não pode ser acessado

source: telegram ID
pt_br: ID do telegram

source: first name
pt_br: nome

source: last name
pt_br: sobrenome

source: username
pt_br: nome de usuário

source: registration date
pt_br: data do cadastro

source: date of last message processed
pt_br: data da última mensagem processada

source: is a bot
pt_br: é um bot

source: is blocked
pt_br: está bloqueado

source: account
pt_br: conta

source: accounts
pt_br: contas

source: fullname
pt_br: nome completo

source: telegram update ID
pt_br: ID do telegram

source: update's unique identifier, allows you to ignore repeated updates or to restore the correct update sequence
pt_br: Atualiza o idenfificar

source: message ID
pt_br: Id da mensagem

source: unique message identifier inside the chat
pt_br: Identificador uninco da mensagem do chat

source: message
pt_br: mensagem

source: creation date
pt_br: data de criação

source: telegram account
pt_br: conta no telegram

source: chat message
pt_br: mensagem da conversa

source: chat messages
pt_br: mensagens das conversas

source: Youtube url where file was downloaded from
pt_br: URL do Youtube onde o arquivo foi baixado

source: title
pt_br: títutlo

source: content type
pt_br: tipo do conteúdo

source: file path
pt_br: caminho do arquivo

source: Youtube download
pt_br: baixado do Youtube

source: Youtube downloads
pt_br: baixados do Youtube

source: Remove old data
pt_br: Remover dados antigos

source: Click on the the link below to access the file
pt_br: Clique no link abaixo para acessar o arquivo

source: Download
pt_br: Baixar

source: Youtube download not found
pt_br: Download do Youtube não encontrado

source: This is a temporary link, it will be removed on a few days
pt_br: Esse é um link temporário, ele será removido em poucos dias

source: Downloads not found
pt_br: Downloads não encontrados

source: Music list
pt_br: Lista de músicas

source: Settings
pt_br: Configurações

source: Back
pt_br: Voltar

source: Reset
pt_br: Resetar

source: Setup
pt_br: Configurar

source: We don't process commands from bots
pt_br: Nós não processamos comandos de bots

source: Your account was blocked, talk to the support team to find out more
pt_br: Sua conta foi bloqueada, entre em contato com a equipe de suporte para saber mais

source: This command is not valid
pt_br: Está comando não é válido

source: Login data
pt_br: Dados de login

source: Permission
pt_br: Permissão

source: Identification
pt_br: Identificação

source: Email and password incorrect, try again
pt_br: Email e senha incorretos, tente novamente

source: This user does not have access permission
pt_br: Este usuário não tem a permissão de acesso

source: This account has been deactivated
pt_br: Esta conta foi desativada

source: Fullname
pt_br: Nome completo

source: Telephone (optional)
pt_br: Telefone (opcional)

source: Message
pt_br: Mensagem

source: Read about my academic education, complementary education and professional activity.
pt_br: Leia sobre a minha formação acadêmica, formação complementar e atividade profissional.

source: About myself
pt_br: Sobre mim

source: Myself picture
pt_br: Foto de mim mesmo

source: My name is Wandecleide Lucena Fernandes, I am a Nurse and Therapist with over 36 years of professional experience. Over the years I have looked for the best courses in Brazil and abroad. Below is my academic background that I have followed over the years, with the titles and institutions I studied with the aim of offering quality assistance.
pt_br: Me chamo Wandecleide Lucena Fernandes, sou Enfermeira e Terapeuta com mais de 36 anos de experiência profissional. Ao longo desses anos procurei os melhores cursos no Brasil e no exterior. Abaixo, está a minha formação acadêmica que trilhei ao longo dos anos, com os títulos e as instituições que estudei com o intuito de oferecer uma assistência de qualidade.

source: Academic Education
pt_br: Formação Acadêmica

source: 1st DEGREE
pt_br: 1ª GRADUAÇÃO

source: In 1987 I completed my first <strong>Graduation in Nursing</strong> at the Santa Emilia de Rodat School of Nursing (EESER), Brazil.
pt_br: Em 1987 finalizei minha primeira <strong>Graduação em Enfermagem</strong> pela Escola de Enfermagem Santa Emilia de Rodat (EESER), Brasil.

source: 2nd Degree
pt_br: 2ª Graduação

source: In 1988, I completed my second <strong>Degree in Nursing</strong> at the Federal University of Paraíba (UFPB), Brazil.
pt_br: Em 1988, finalizei minha segunda <strong>Graduação em Licenciatura em Enfermagem</strong> pela Universidade Federal da Paraíba (UFPB), Brasil.

source: Master's degree
pt_br: Mestrado

source: In 1995 I completed my <strong>Masters in Nursing</strong> at the Federal University of Paraíba (UFPB), Brazil. Title of work: Nursing care for young diabetics based on the theory of self-care.
pt_br: Em 1995 finalizei meu <strong>Mestrado em Enfermagem</strong> pela Universidade Federal da Paraíba (UFPB), Brasil. Título do trabalho: Assistência de enfermagem ao diabético jovem embasada na teoria do autocuidado.

source: Doctorate degree
pt_br: Doutorado

source: In 2016 I completed my <strong>Doctorate Degree in Nursing</strong> at the Universidad de la Integración de las Américas (UNIDA), Paraguay. Title of work: SOMATIC EXPERIENCING® IN THE TREATMENT OF POST-TRAUMATIC STRESS DISORDER: discourse from federal public servants.
pt_br: Em 2016 finalizei meu <strong>Doutorado em Enfermagem</strong> na Universidad de la Integración de las Américas (UNIDA), Paraguai. Título do trabalho: SOMATIC EXPERIENCING® NO TRATAMENTO DO TRANSTORNO DO ESTRESSE PÓS-TRAUMÁTICO: discursividade de servidores públicos federais.

source: 1st Specialization
pt_br: 1ª Especialização

source: In 2017 I completed my first <strong>Specialization in Naturology - NATURAL AND HOLISTIC THERAPIES</strong> at the Estratego Postgraduate National, EPN, Brazil. Title of work: Stress acquired in the Work Environment: treatment with Somatic Experiencing.
pt_br: Em 2017 finalizei minha primeira <strong>Especialização em Naturologia - TERAPIAS NATURAIS E HOLÍSTICAS</strong> pela Estratego Pós-graduação Nacional, EPN, Brasil. Título do trabalho: Estresse adquirido com no Ambiente de Trabalho: tratamento com a Somatic Experiencing.

source: 2nd Specialization
pt_br: 2ª Especialização

source: In 2019 I completed my second <strong>Specialization in Psychotrumatology</strong> at the Bahiana School of Medicine and Public Health (EBMSP), Brazil. Title of work: Public Servants undergoing Somatic Experiencing Therapy.
pt_br: Em 2019 finalizei minha segunda <strong>Especialização em Psicotrumatologia</strong> pela Escola Bahiana de Medicina e Saúde Pública (EBMSP), Brasil. Título do trabalho: Servidores Públicos submetidos à Terapêutica da Somatic Experiencing.

source: 3rd Specialization
pt_br: 3ª Especialização

source: In 2024 I completed my third <strong>Specialization in Gerontology </strong> at at the Federal University of Paraíba (UFPB), Brazil. Title of work: Nurse knowledge about anticipatory grief involving elderly people hospitalized in Intensive Care Units.
pt_br: Em 2024 finalizei minha terceira <strong>Especialização em Gerontologia</strong> pela Universidade Federal da Paraíba (UFPB), Brasil. Título do trabalho: Conhecimento do enfermeiro sobre o luto antecipatório envolvendo idosos internados em Unidades de Terapia Intensiva.

source: Complementary Education
pt_br: Formação Complementar

source: Kindness Program: Integral Mindfulness and Emotional Harmony (Working hours: 252h). Instituto de Ciência Contemplativa do Brasil (ICC), Brazil.
pt_br: Programa de Kindfulness: Mindfulness Integral e Harmonia Emocional (Carga horária: 252h). Instituto de Ciência Contemplativa do Brasil (ICC), Brasil.

source: Training in Family Constellation (Working hours: 90h). UNIPAZ - Pernanbuco (UNIPAZ), Brazil.
pt_br: Treinamento em Constelação Familiar (Carga horária: 90h). UNIPAZ - Pernanbuco (UNIPAZ), Brasil.

source: Integral Somatic Psychology Professional Training Module 1 (Working hours: 74h). Integral Somatic Psychology (ISP), Brazil.
pt_br: Integral Somatic Psychology Professional Training Module 1 (Carga horária: 74h). Integral Somatic Psychology (ISP), Brasil.

source: Enneagram-Psychology of Enneatypes-Initial Diagnosis (Working hours: 20h). FUNDACION CLAUDIO NARANJO (FCN), Brazil.
pt_br: Eneagrama-Psicologia dos Eneatipos-Diagnóstico Inicial (Carga horária: 20h). FUNDACION CLAUDIO NARANJO (FCN), Brasil.

source: In-depth Course in Biodanza (Working hours: 18h). Museum of Afro-Brazilian Arts and Biodanza School of Pernanbuco (AARTB), Brazil.
pt_br: Curso de Aprofundamento em Biodanza (Carga horária: 18h). Museu de Artes Afro-Brsileira e Escola de Biodanza de Pernanbuco (AARTB), Brasil.

source: HOW TO MAKE THE INVISIBLE VISIBLE (Working hours: 16h). INTELECTUS - Training and Courses (ITC), Brazil.
pt_br: COMO TORNAR VISÍVEL O INVISÍVEL (Carga horária: 16h). INTELECTUS - Treinamento e Cursos (ITC), Brasil.

source: The Biodanza Process and Neurosciences (Working hours: 72h). Escola de Biodanza Sistema Rolando Toro - Belo Horizonte (EBSRT), Brazil.
pt_br: O Processo da Biodanza e as Neurociências (Carga horária: 72h). Escola de Biodanza Sistema Rolando Toro - Belo Horizonte (EBSRT), Brasil.

source: Scientific article: from preparation to submission (Working hours: 30h). Científica Saúde (CS), Brazil.
pt_br: Artigo científico: da elaboração à submissão (Carga horária: 30h). Científica Saúde (CS), Brasil.

source: Cardiovascular biofeedback (Working hours: 8h). CardioEmotion (C.E), Brazil.
pt_br: Biofeedback cardiovascular (Carga horária: 8h). CardioEmotion (C.E), Brasil.

source: Free Cardiac Coherence Course. (Working hours: 20h). Coherence Space (EC), Brazil.
pt_br: Curso Livre de Coerência Cardíac. (Carga horária: 20h). Espaço Coerência (EC), Brasil.

source: Use of cardiofeedback in psychology (Working hours: 14h). Espaço Trauma (E.A), Brazil.
pt_br: Uso de cardiofeedback em psicologia (Carga horária: 14h). Espaço Trauma (E.A), Brasil.

source: DISCOURSE ANALYSIS AS A RESEARCH METHODOLOGY (Working hours: 12h). Federal University of Rio Grande do Norte (UFRN), Brazil.
pt_br: ANÁLISE DO DISCURSO COMO METODOLOGIA DE PESQUISA (Carga horária: 12h). Universidade Federal do Rio Grande do Norte (UFRN), Brasil.

source: University extension in Natural and Holistic Therapies (Working hours: 1370h). State University of Paraíba (UEPB), Brazil.
pt_br: Extensão universitária em Terapias Naturais e Holísticas (Carga horária: 1370h). Universidade Estadual da Paraíba (UEPB), Brasil.

source: Somatic Experiencing® Practitioner (SEP) (Working hours: 216h). Somatic Experiencing® Trauma Institute (SETI), United States.
pt_br: Somatic Experiencing® Practitioner (SEP) (Carga horária: 216h). Somatic Experiencing® Trauma Institute (SETI), Estados Unidos.

source: Government Actions in Public Health Policies (Working hours: 30h). Federal Nursing Council (COFEN), Brazil.
pt_br: Ações Governamentais em Politicas Públicas de Saúde (Carga horária: 30h). Conselho Federal de Enfermagem (COFEN), Brasil.

source: Preparation of scientific articles for review. (Working hours: 5h). American University (UA), Paraguay.
pt_br: Elaboración de artículos científicos para las revi. (Carga horária: 5h). Universidad Americana (UA), Paraguai.

source: HEALING TRAUMA BY AWAKENING SPIRITUALITY (Working hours: 15h). INSTITUTE THE HUMANENRICHMENT (ITH), United States.
pt_br: A CURA DO TRAUMA DESPERTANDO A ESPIRITUALIDADE (Carga horária: 15h). INSTITUTE THE HUMANENRICHMENT (ITH), Estados Unidos.

source: II COURSE AND CONFERENCES IN NEUROSCIENCES AND BEHAVIOR (Working hours: 40h). Federal University of Paraíba (UFPB), Brazil.
pt_br: II CURSO E CONFERENCIAS EM NEUROCIÊNCIAS E COMPORT (Carga horária: 40h). Universidade Federal da Paraíba (UFPB), Brasil.

source: Client's Emotional and Behavioral Disorders (Working hours: 30h). Federal Nursing Council (COFEN), Brazil.
pt_br: Distúrbios Emocionais e Comportamentais do Cliente (Carga horária: 30h). Conselho Federal de Enfermagem (COFEN), Brasil.

source: BASIC NEUROSCIENCE COURSE - INTRODUCTION TO THE STUDY (Working hours: 60h). Federal University of Minas Gerais (UFMG), Brazil.
pt_br: CURSO DE NEUROCIÊNCIA BÁSICA - INTRODUÇÃO AO ESTUDO (Carga horária: 60h). Universidade Federal de Minas Gerais (UFMG), Brasil.

source: University Extension in DRUG ADDICTION: A PROPOSAL FOR PREVENTION, REHABILITATION (Working hours: 56h). Federal University of Paraíba (UFPB), Brazil.
pt_br: Extensão Universitária em DROGADIÇÃO: UMA PROPOSTA DE PREVENÇÃO, REABILITAÇÃ (Carga horária: 56h). Universidade Federal da Paraíba (UFPB), Brasil.

source: Traumatic Resolution Approach - Advanced Level I and II (Courses: 72h). Brazilian Trauma Association (ABT), Brazil.
pt_br: Abordagem de Resolução Traumática - Nível Avançado I e II (Carga horária: 72h). Associação Brasileira do Trauma (ABT), Brasil.

source: University Extension in Specialization Course in Minotauro Project (Court load: 90h). Center for Biodanza and Biocentric Activities of PE (CB), Brazil.
pt_br: Extensão Universitária em Curso de Especialização em Projeto Minotauro (Carga horária: 90h). Centro de Biodanza e Atividades Biocêntricas de PE (CB), Brasil.

source: University Extension in TEACHING PROFESSOR OF BIODANZA (Course load: 180h). International Biocentric Foundation (IBF), Chile.
pt_br: Extensão Universitária em PROFESSOR DIDACTA DE BIODANZA (Carga horária: 180h). International Biocentric Foudation (IBF), Chile.

source: Resolution Approach. Trauma. - N. Inter. I, II and III (Working hours: 72h). Brazilian Trauma Association (ABT), Brazil.
pt_br: Abordagem de Resol. Traum. - N. Inter. I, II e III (Carga horária: 72h). Associação Brasileira do Trauma (ABT), Brasil.

source: EXCELLENCE IN CUSTOMER SERVICE (THEORY AND PRACTICE) (Working load: 30h). Federal University of Paraíba (UFPB), Brazil.
pt_br: EXCELÊNCIA NO ATENDIMENTO AO PÚBLICO (TEORIA E PRÁTICA) (Carga horária: 30h). Universidade Federal da Paraíba (UFPB), Brasil.

source: STRATEGIC PLANNING (THEORY AND PRACTICE) MODULE. (Working hours: 60h). Federal University of Paraíba (UFPB), Brazil.
pt_br: PLANEJAMENTO ESTRATÉGICO (TEORIA E PRÁTICA) MÓDULO. (Carga horária: 60h). Universidade Federal da Paraíba (UFPB), Brasil.

source: ROUTINE MANAGEMENT (MODULE II) (Working hours: 30h). Federal University of Paraíba (UFPB), Brazil.
pt_br: GESTÃO DA ROTINA (MÓDULO II) (Carga horária: 30h). Universidade Federal da Paraíba (UFPB), Brasil.

source: Traumatic Resolution Approach - Intermediate Level II (Working hours: 24h). Brazilian Trauma Association (ABT), Brazil.
pt_br: Abordagem de Resolução Traumática - Nível Avançado I e II (Carga horária: 72h). Associação Brasileira do Trauma (ABT), Brasil.

source: Traumatic Resolution Approach - Intermediate Level I (Working hours: 24h). Associação Brasileira do Trauma (ABT), Brasil.
pt_br: Abordagem de Resolução Traumática - Nível Avançado I e II (Carga horária: 72h). Associação Brasileira do Trauma (ABT), Brasil.

source: Minotauro Project - Challenging Fears (Working hours: 16h). Human Center (HC), Brazil.
pt_br: Projeto Minotauro - Desafiando os Medos (Carga horária: 16h). Humano Center (HC), Brasil.

source: University Extension in Law No. 8,112/90 Legal Regime for Federal Public Servants (Working hours: 80h).University of Brasília (UnB), Brazil.
pt_br: Extensão Universitária em Lei Nº 8.112/90 Regime Jurídico dos Servidores Públicos Federal (Carga horária: 80h).Universidade de Brasília (UnB), Brasil.

source: University extension in BIODANZA FACILITATOR (Working hours: 432h). INTERNATIONAL BIOCENTRIC FOUNDATION (IBF), Chile.
pt_br: Extensão universitária em FACILITADOR DE BIODANZA (Carga horária: 432h). INTERNATIONAL BIOCENTRIC FOUNDATION (IBF), Chile.

source: Update for UFPB Managers (Working hours: 32h). Superintendency of Human Resources (SRH - UFPB), Brazil.
pt_br: Atualização para Gestores da UFPB (Carga horária: 32h). Superintendência de Recursos Humanos (SRH - UFPB), Brasil.

source: Ethics and Public Service (Working hours: 10h). National School of Public Administration (ENAP), Brazil.
pt_br: Ética e Serviço Público (Carga horária: 10h). Escola Nacional de Administração Pública (ENAP), Brasil.

source: PowerPoint (Working hours: 15h). Superintendency of Human Resources (SRH - UFPB), Brazil.
pt_br: PowerPoint (Carga horária: 15h). Superintendência de Recursos Humanos (SRH - UFPB), Brasil.

source: Strategic People Management and Career Plans (Working hours: 20h). National School of Public Administration (ENAP), Brazil.
pt_br: Gestão Estratégica de Pessoas e Planos de Carreira (Carga horária: 20h). Escola Nacional de Administração Pública (ENAP), Brasil.

source: TECHNICAL TRAINING FOR NURSES IN THE AREA OF CONTAGIOUS INFECTIOUS DISEASE (Working hours: 200h). STATE SECRETARIAT OF HEALTH OF PARAÍBA (SES-PB), Brazil.
pt_br: CAPACITAÇÃO TÉCNICA PARA ENFERMEIROS NA ÁREA DE DOENÇA INFECTO CONTAGIOSA (Carga horária: 200h).SECRETARIA ESTADUAL DE SAÚDE DA PARAÍBA (SES-PB), Brasil.

source: Training for the Public Sector (Working hours: 40h). National School of Public Administration (ENAP), Brazil.
pt_br: Capacitação para o Setor Público (Carga horária: 40h). Escola Nacional de Administração Pública (ENAP), Brasil.

source: Facilitator, a producer of dreams (Working hours: 8h). Integrated Colleges of Patos (FIP), Brazil.
pt_br: Facilitador, um produtor de sonhos (Carga horária: 8h). Faculdades Integradas de Patos (FIP), Brasil.

source: TIP Base Course - ADI (Working hours: 16h). Renate Jost de Moraes (RJM), Brazil
pt_br: Curso de Base TIP - ADI (Carga horária: 16h). Renate Jost de Moraes (RJM), Brasil

source: Adelante 8 (Working hours: 285h). Anglo American Cultural Center Ltda (CCAA), Brazil.
pt_br: Adelante 8 (Carga horária: 285h). Anglo American Cultural Center Ltda (CCAA), Brasil.

source: The Pursuit of Excellence in Citizen Service (Working hours: 25h). National School of Public Administration (ENAP), Brazil.
pt_br: A Busca da Excelência no Atendimento ao Cidadão (Carga horária: 25h). Escola Nacional de Administração Pública (ENAP), Brasil.

source: Overcoming Stress (Working hours: 20h). Superintendency of Human Resources (SRH - UFPB), Brazil.
pt_br: Superação de Estresse (Carga horária: 20h). Superintendência de Recursos Humanos (SRH - UFPB), Brasil.

source: Mobilizing Teams (Working hours: 9pm). National School of Public Administration (ENAP), Brazil.
pt_br: Mobilizando Equipes (Carga horária: 21h). Escola Nacional de Administração Pública (ENAP), Brasil.

source: How to speak in public (Working hours: 20h). Superintendency of Human Resources (SRH - UFPB), Brazil.
pt_br: Como falar em Público (Carga horária: 20h). Superintendência de Recursos Humanos (SRH - UFPB), Brasil.

source: Project Preparation (Working hours: 30h). Superintendency of Human Resources (SRH - UFPB), Brazil.
pt_br: Elaboração de Projetos (Carga horária: 30h). Superintendência de Recursos Humanos (SRH - UFPB), Brasil.

source: TRAINING AND QUALIFICATION OF HUMAN RESOURCES (Working hours: 90h). Federal University of Paraíba (UFPB), Brazil.
pt_br: CAPACITAÇÃO E QUALIFICAÇÃO DE RECURSOS HUMANOS DE (Carga horária: 90h). Universidade Federal da Paraíba (UFPB), Brasil.

source: Quality in Customer Service (Working hours: 20h). Superintendency of Human Resources (SRH - UFPB), Brazil.
pt_br: Qualidade no Atendimento ao Público (Carga horária: 20h). Superintendência de Recursos Humanos (SRH - UFPB), Brasil.

source: Advanced Life Support Course for Nurses (Working hours: 20h). Lauro Wanderley University Hospital (HU - UFPB), Brazil.
pt_br: Curso Suporte Avançado de Vida para Enfermeiros (Carga horária: 20h). Hospital Universitário Lauro Wanderley (HU - UFPB), Brasil.

source: Development of administrative skills (Working hours: 20h). Lauro Wanderley University Hospital (HU - UFPB), Brazil.
pt_br: Desenvolvimento das habilidades administrativas (Carga horária: 20h). Hospital Universitário Lauro Wanderley (HU - UFPB), Brasil.

source: Introductory Course for Nurses (Working hours: 40h). Superintendency of Human Resources (SRH - UFPB), Brazil.
pt_br: Curso Introdutório para Enfermeiros (Carga horária: 40h). Superintendência de Recursos Humanos (SRH - UFPB), Brasil.

source: Technical Training for Nurses in the STD Area (Working hours: 200h). State Department of Health - PB (SES - PB), Brazil.
pt_br: Capacitação Técnica para Enfermeiros na Área de DST (Carga horária: 200h). Secretaria de Estado da Saúde - PB (SES - PB), Brasil.

source: Management/Leadership Human Relations Course (Working hours: 20h). National Commercial Learning Service (SENAC), Brazil.
pt_br: Curso de Relações Humanas de Chefia/Liderança (Carga horária: 20h). Serviço Nacional de Aprendizagem Comercial (SENAC), Brasil.

source: Update to Assistant Nurse (Working hours: 54h). Dr. Francisco Porto Study Center (CEFP), Brazil.
pt_br: Atualização para Enfermeiro Assistencial (Carga horária: 54h). Centro de Estudos Dr. Francisco Porto (CEFP), Brasil.

source: VI National Update Course in Endocrinology (Working hours: 32h). Sandoz Research (PS), Brazil.
pt_br: VI Curso Nacional de Atualização em Endocrinologia (Carga horária: 32h). Pesquisa Sandoz (PS), Brasil.
