Repository: tiagofviana/wandecleide-website
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Do you feel a pleasant sensation? Do you feel the same or different when you started? What happens when you tighten or loosen your hands and arms?
pt_br: O que você sentir uma sensação agradável? Você se sente igual ou diferente quando começou? O que acontece ao apertar ou afrouxar as mãos e braços?

source: Elderly couple walking
pt_br: Casal de idosos caminhando

source: Every day we see the number of elderly people growing worldwide and, consequently, there is a need for understand and adapt to this reality. Based on this, Gerontology is the science that studies human aging in different aspects (biological, psychological, social and others). In other words, it is a scientific and professional field whose purpose is to obtain a description and explanation of the aging process. By its nature, it involves questions from several disciplines.
pt_br: A cada dia observamos o número de idosos crescendo mundialmente e, consequentemente, há uma necessidade de uma compreensão e adaptação a essa realidade. Dessa forma, a Gerontologia é a ciência que estuda o envelhecimento em diferentes aspectos (biológicos, psicológicos, sociais e outros). Ou seja, é um campo científico e profissional que tem como finalidade obter a descrição e a explicação do processo de envelhecimento. Pela sua natureza, ela envolve questões de várias disciplinas.

source: Because it is multidisciplinary, professionals in this area have diverse qualifications such as Nursing, Psychology, Social Work, Nutrition, Law, etc. In the professional area, Gerontology aims to guarantee the best possible quality of life for the elderly and the Gerontologist's work covers prevention, adaptation, rehabilitation and palliative care.
pt_br: Por ser multidisciplinar, os profissionais dessa área têm formação diversificada como Enfermagem, Psicologia, Serviço Social, Nutrição, Direito, etc. Na área profissional, a Gerontologia visa garantir a melhor qualidade de vida possível dos idosos e a atuação do Gerontólogo abrange a prevenção, ambientação, reabilitação e os cuidados paliativos.

source: In prevention, the professional proposes educational actions that seek to guide the elderly so that the best conditions are created for quality aging. In the setting, guidance is provided and the creation of better environmental conditions in the spaces where the elderly circulate. Rehabilitation proposes interventions aimed at improving physical, emotional or social conditions. Palliative care is necessary when elderly people have progressive and irreversible illnesses, seeking well-being and dignity in their lives.
pt_br: Na prevenção, o profissional propõe ações educativas que buscam orientar os idosos para que sejam criadas as melhores condições para o envelhecimento com qualidade. Na ambientação, são realizadas orientações e criação de melhores condições ambientais, nos espaços por onde os idosos circulam. A reabilitação propõe intervenções, visando melhoria de condições, físicas, emocionais ou sociais. Os cuidados paliativos são necessários quando o idoso apresenta doenças progressivas e irreversíveis, buscando bem-estar e dignidade na sua vida.

source: contact/
pt_br: contato/

source: about/
pt_br: sobre/

source: my-work/
pt_br: meu-trabalho/

source: books/
pt_br: livros/

source: news/
pt_br: noticias/

source: Message received, I will contact you as soon as possible.
pt_br: Mensagem recebida, entrarei em contato o quanto antes.

source: English
pt_br: Inglês

source: Brazilian Portuguese
pt_br: Portugês do Brasil
