Repository: tiagofviana/wandecleide-website
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: University Extension in Macroscopic Anatomy of the Nervous System (Working hours: 30h). Santa Emilia de Rodat Nursing School (EESER), Brazil.
pt_br: Extensão Universitária em Anatomia Macroscópica do Sistema Nervoso (Carga horária: 30h). Escola de Enfermagem Santa Emilia de Rodat (EESER), Brasil.

source: Public Health Nursing. (Working hours: 30h). Achilles Leal Study Center (CEAL), Brazil.
pt_br: Enfermagem em Saúde Pública. (Carga horária: 30h). Centro de Estudos Achilles Leal (CEAL), Brasil.

source: Professional Activity
pt_br: Atuação Profissional

source: Since <span>2017</span> I'm working as a self-employed <span>Nurse and Holistic Therapist</span>
pt_br: Desde <span>2017</span> venho tabalhando de forma autônoma como <span>Enfermeira e Terapeuta Holistica </span>

source: Read More
pt_br: Ler Mais

source: Brazil
pt_br: Brasil

source: Paulista University (UNIP)
pt_br: Universidade Paulista (UNIP)

source: Worked as a <span>Guest</span>
pt_br: Trabalhei como <span>Convidada</span>

source: SIMPSE III Scientific Committee
pt_br: Comissão Científica do SIMPSE III

source: Amazon College (FAAM)
pt_br: Faculdade da Amazônia (FAAM)

source: Worked as a <span>Visiting Professor</span>
pt_br: Trabalhei como <span>Professor Visitante</span>

source: Module of psychoneuroimmunology
pt_br: Módulo de psiconeuroimunologia

source: Module of Ethics in Therapeutic Practice
pt_br: Módulo de Ética na Prática Terapêutica

source: Human Resources Superintendence (SRH - UFPB)
pt_br: Superintendência de Recursos Humanos (SRH - UFPB)

source: Worked as the <span>Coordinator</span>
pt_br: Trabalhei como <span>Coordenadora</span>

source: Coordinator of Comprehensive Care Program for Alcoholics and Other Drug Dependents (PAIAD) / Human Resources Superintendence (SRH)
pt_br: Programa de Atenção Integral ao Alcoolista e outros Dependentes Químicos (PAIAD) / Superintendência de Recursos Humanos (SRH)

source: Worked as the <span>Head of Training and Improvement</span>
pt_br: Trabalhei como <span>Chefe de Treinamento e Aperfeiçoamento</span>

source: Head of Training and Improvement / Selection and Improvement Division (DSA)
pt_br: Chefe de Treinamento e Aperfeiçoamento / Divisão de Seleção e Aperfeiçoamento

source: Worked as the <span>Commission President</span>
pt_br: Trabalhei como <span>Presidente da Comissão</span>

source: President of the Commission for the implementation of UFPB Occupational Health and Assistance Policies
pt_br: Presidente da Comisão de implantação das Políticas de Assistência e Saúde Ocupacional da UFPB

source: Worked as a <span>Director</span>
pt_br: Trabalhei como <span>Diretora</span>

source: Director of the Selection and Improvement Division / Human Resources Superintendence (SRH)
pt_br: Diretora da Divisão de Seleção e Aferfeiçoamento / Superintendência de Recursos Humanos (SRH)

source: Worked in the <span>Probationary Internship Committee</span>
pt_br: Trabalhei na <span>Comissão de Estágio Probatório</span>

source: Probationary Internship Committee for Technical-Administrative Services
pt_br: Comissão de Estágio Probatório dos servidores Técnicos-Administrativos

source: Universitary Hospital Lauro Wanderley (HU - UFPB)
pt_br: Hospital Universitário Lauro Wanderley (HU - UFPB)

source: Worked as a <span>Nurse</span>
pt_br: Trabalhei como <span>Enfermeira</span>

source: Worked in the Surgical Center caring for patients of all ages, including the elderly.
pt_br: Atuação no Centro Cirúrgico atendendo pacientes de todas as idades, inclusive idosos.

source: Regional Nursing Council of Paraíba (COREN-PB)
pt_br: Conselho Regional de Enfermagem da Paraíba (COREN-PB)

source: Worked as the <span>Editor</span>
pt_br: Trabalhei como <span>Editora</span>

source: Was the member of the Editorial Committee of the COREN-PB Newsletter
pt_br: Fui membro da Comissão de Editoração do Informativo COREN-PB

source: Health Sciences Center (CCS - UFPB)
pt_br: Centro de Ciências da Saúde (CSS - UFPB)

source: Workedg as a <span>Substitute Teacher</span>
pt_br: Trabalhei como <span>Professora Substituta</span>

source: I taught the subjects: Semiology and Semiotechnics in Nursing I and Clinical Nursing
pt_br: Eu lecionei as disciplinas: Semiologia e Semiotécnica em Enfermagem e Enfermagem Clínica

source: Workedg as a <span>Nurse</span>
pt_br: Trabalhei como <span>Enfermeira</span>

source: Department of Health of the State of Paraíba (SES/PB)
pt_br: Secretaria de Saúde do Estado da Paraíba (SES/PB)

source: Was a <span>Member of the State Health Council</span>
pt_br: Fui <span>Membro Titular do Conselho Estadual de Saúde</span>

source: Representing the follow-up of Health Workers through the Regional Nursing Council
pt_br: Representando o seguimento dos Trabalhadores de Saúde através do Conselho Regional de Enfermagem

source: General Edson Ramalho Hospital (HGER)
pt_br: Hospital General Edson Ramalho (HGER)

source: Founder of the nursing service to assist diabetic patients at the hospital
pt_br: Fundadora do serviço de enfermagem para assistência aos pacientes diabéticos no hospital

source: Pension Institute of the State of Paraíba (IPEP)
pt_br: Instituto de Previdência do Estado da Paraíba (IPEP)

source: Internship in the Diabetes Unit
pt_br: Estágio na Unidade de Diabetes

source: In the Intensive Care Center
pt_br: No Centro de Tratamento Itensivo

source: Internship in the Gynecology and Obstetrics Sector
pt_br: Estágio no Setor de Ginecologia e Obstetrícia

source: Check out the books I had the honor of co-authoring, in which I talk about my professional experiences.
pt_br: Confira os livros que tive a hora que ser coautora, no qual conto minhas experiências profissionais.

source: Below are the books I had the honor of co-authoring. In them I describe the various experiences that have enriched me as a person and professional, including my greatest passion: working with Post Traumatic Stress Disorder (PTSD) from the office to my doctorate.
pt_br: Segue abaixo os livros que tive a honra de ser coautora. Neles descrevo as várias experiências que me enriqueceram como pessoa e profissional, inclusive a minha maior paixão: o trabalho com Transtorno do Estresse Pós Traumático (TEPT) desde o consultório até o doutorado.

source: Cover of the book Knowledge in the Competence of Theory and Practice in Nursing 3
pt_br: Capa do livro O Conhecimento na Competência da Teoria e da Prática em Enfermagem 3

source: Knowledge in the Competence of Theory and Practice in Nursing 3
pt_br: O Conhecimento na Competência da Teoria e da Prática em Enfermagem 3

source: I contributed to the chapter "<strong>Stress acquired in the workplace: treatment with Somatic</strong>" (page 273)
pt_br: Contribuí com o capítulo "<strong>Estrese adquirido no ambiente de trabalho: tratamento com a Somatic Experiencing®</strong>" (página 197)

source: Cover of the book Work, Health and Safety: a collection of experiences
pt_br: Capa do livro Trabalho, Saúde e Segurança: coletânea de experiência

source: Work, Health and Safety: a collection of experiences
pt_br: Trabalho, Saúde e Segurança: coletânea de experiência

source: I contributed to the chapter "<strong>Somatic Experiencing® and the approach to neuroscience in worker care</strong>" (page 25)
pt_br: Contribuí com o capítulo "<strong>Somatic Experiencing® e a aproximação da neurociência no cuidado voltado para o trabalhador</strong>" (página 25)

source: Cover of the book Psychotherapy Practices and Resilience: Dialogues with Somatic Experience
pt_br: Capa do livro Práticas Psicoterápicas e Resiliência: Dialogos com Experiência Somática

source: Psychotherapy Practices and Resilience: Dialogues with Somatic Experience
pt_br: Práticas Psicoterápicas e Resiliência: Dialogos com Experiência Somática

source: I contributed to the chapter "<strong>Driving Phobia: Trauma Resolution through Somatic Experiencing</strong>" (page 197)
pt_br: Contribuí com o capítulo "<strong>Fobia de dirigir: resolução do trauma através da Experiência Somática</strong>" (página 197)

source: Cover of the book Extended Dialogues with Somatic Experience
pt_br: Capa do livro Diálogos Estendidos com a Experiência Somática

source: Extended Dialogues with Somatic Experience (SE®)
pt_br: Diálogos Estendidos com a Experiência Somática (SE®)

source: I contributed to the chapters "<strong>Somatic Experience as an adjuvant therapy in psychiatric treatment with conventional pharmacology</strong>" (page 229) and "<strong>Somatic Experiencing: a new treatment method in workers' health</strong>" (page 251)
pt_br: Contribuí para os capítulos "<strong>Experiência Somática como terapia adjuvante no tratamento psiquiátrico com farmacologia convencional</strong>" (página 229) e "<strong>Experiência Somática: um novo método de tratamento na saúde do trabalhador</strong>" (página 251)

source: Cover of the book Dialogues About Drug Addiction: experiences in combating chemical dependency
pt_br: Capa do livro Dialogos Sobre Drogadição: experiências no combate á dependência química

source: Dialogues About Drug Addiction: experiences in combating chemical dependency
pt_br: Dialogos Sobre Drogadição: experiências no combate á dependência química

source: I contributed to the chapter "<strong>The organic self-regulation of workers who work with drug addicts and alcoholics: a look through biodanza</strong>" (page 195)
pt_br: Contribuí com o capítulo "<strong>A auto-regulação orgânica dos trabalhadores que atuam com dependentes químicos e alcoolistas: um olhar pela biodanza</strong>" (página 195)

source: Cover of the book Drug Addiction: Prevention and Intervention
pt_br: Capa do livro Toxicomania: Prevenção e Intervenção

source: Drug Addiction: Prevention and Intervention
pt_br: Toxicomania: Prevenção e Intervenção

source: I contributed to the chapter "<strong>Clinical Biodanza: the affective-motor integration process of a group of drug addicts</strong>" (page 173)
pt_br: Contribuí com o capítulo "<strong>Biodanza clínica: o processo de integração afetivo-motora de um grupo de dependentes químicos</strong>" (página 173)

source: Get in touch using the form sent with your name, email, telephone number (optional) and a message. You can also contact the Clinic on +55 83 3245-8983 or chat via WhatsApp on +55 83 98171-8520. Or, if you prefer, go directly to the Clinic located at: Avenida Euzely Fabrício de Souza, 445, Manaíra, 58038-410, João Pessoa – PB, Brazil.
pt_br: Entre em contato através do formulário com o seu nome, email, telefone (opcional) e uma mensagem. Pode, também, entrar em contato com a Clínica através do número +55 83 3245-8983 ou conversar pelo WhatsApp através do número +55 83 98171-8520. Ou ainda, se prefirir, ir diretamente na Clína que fica no endereço: Avenida Euzely Fabrício de Souza, 445, Manaíra, CEP 58038-410, João Pessoa – PB, Brasil.

source: Clinic
pt_br: Clínica

source: My office
pt_br: Meu consultório

source: Address
pt_br: Endereço

source: View location on map
pt_br: Ver a localização no mapa

source: Telephone
pt_br: Telefone

source: Copied
pt_br: Copiado

source: Get in touch
pt_br: Entrar em contato

source: Feel free to send me a message
pt_br: Sinta-se a vontade a enviar uma mensagem

source: Submit
pt_br: Enviar

source: Wandecleide Lucena Fernandes is a Nurse and Therapist with over 36 years of professional experience who has a PHD in Nursing focused on the treatment of stress, trauma, phobias and anxiety disorders, for adults and the elderly.
pt_br: Wandecleide Lucena Fernandes é uma Enfermeira e Terapeuta com mais de 36 anos de experiência professional que possui Doutora em Enfermagem focada no tratamento de estresse, trauma, fobias e transtornos de ansiedade, para adultos e idosos.

source: Shock, trauma, anxiety disorders and other types of stress can be overcome through <strong>Somatic Experiencing &reg;</strong>
pt_br: Choque, trauma, transtornos de ansiedade e outros tipos de estresse podem ser superados através da <strong>Somatic Experiencing</strong>

source: Read more
pt_br: Ler mais

source: Dr.
pt_br: Dra.

source: PhD in Nursing
pt_br: Doutorado em Enfermagem

source: I am a Nurse and Therapist, with a PhD in Nursing. I searched for the best courses in Brazil and abroad with the aim of helping my clients to lead a more harmonious and well-being life.
pt_br: Sou Enfermeira e Terapeuta, com Doutorado em Enfermagem. Busquei os melhores cursos no Brasil e no exterior com a finalidade de contribuir com meus clientes para uma vida com mais equilíbrio e bem estar.

source: My experience is focused on treating stress, trauma, phobias and anxiety disorders, for adults and seniors.
pt_br: Minha experiência é focada no tratamento de estresse, trauma, fobias e transtornos de ansiedade, para adultos e idosos.

source: Read more about my area of expertise. Covering topics such as psychotraumatology, Somatic Experience® (SE™) and gerontology.
pt_br: Leia mais sobre sobre minha área de atuação. Abordando tópicos como o de psicotraumatologia, Somatic Experience® (SE™) e gerontologia

source: In a short way, I work in the psychotraumatology field, approaching the therapeutic method of Somatic Experiencing® (SE™) and focusing on gerontology. If you are unfamiliar with any of these topics, in the following sections I provide a brief description of each of them with examples and exercises. If you still have questions, please get in touch.
pt_br: De forma resumida, atuo na área da psicotraumatologia abordando o método terapêutico da Somatic Experiencing® (SE™) e tenho foco na gerontologia. Caso não conheça algum desses tópicos, nas seções a seguir faço uma breve descrição de cada um deles com exemplos e exercícios. Se ainda tiver dúvidas, por favor, entre em contato.

source: Page sections:
pt_br: Seções da página

source: What is psychotraumatology?
pt_br: O que é psicotraumatologia?

source: What is Somatic Experience?
pt_br: O que é Somatic Experiencing?

source: What is gerontology?
pt_br: O que é gerontologia?

source: Child crying alone in the elevator
pt_br: Criança chorando sozina no elevador

source: Psychotraumatology is the area of science that studies PSYCHOLOGICAL TRAUMA. These, which in turn, are damage to the mind caused by some painful (traumatic) experience, for example, imagine that a child was going up alone in an elevator and, when he least expects it, an error occurs in the system causing a 5-minute stop. At the moment of the incident, because he did not know what to do and did not have an adult to help immediately, the child began to cry. After this event, the child is no longer able to use the elevator due to the association between using it and the great stress faced in the incident.
pt_br: A Psicotraumatologia é a área da ciência que estuda os TRAUMAS PSICOLÓGICOS. Esses, que por sua vez, são danos à mente causados por alguma experiência dolorosa (traumática), por exemplo, imagine que uma criança que estava subindo sozinha num elevador e, quando menos espera, ocorre um erro no sistema ocasianando uma parada de 5 mintos. No instante do incidente, por não saber o que fazer e não ter um adulto para socorrer de imediato, a criança começa a chorar. Após esse evento, a criança não consegue mais usar o elevador por conta da associação do uso do mesmo ao grande estresse enfrentado no incidente.

source: There are other traumas such as those that occur in a car or plane accident, domestic violence, threat to life, among others. Each person has their own different experiences and reactions to each of them, and most people can deal with high levels of stress. But when this level is too high, it can lead to the development of post-traumatic stress disorder (PTSD). Two of the most common symptoms are negative thoughts related to the traumatic event and the effort to move away from the memory of what happened. In the child's story, the effort would be no longer being able to use the elevator.
pt_br: Existem outros traumas como os que ocorrem em acidente de carro ou de avião, violência doméstica, ameaça à vida, entre outros. Cada pessoa tem suas próprias experiências e reações diferentes para cada uma delas, além de que grande parte das pessoas conseguem lidar com o alto nível de estresse. Mas no momente que esse nível for muito elevado, isso pode levar ao desevolvimento de um transtorno de estresse pós-traumático (TEPT). Dois dos sintomas mais comuns são os pensamentos negativos relacionados ao evento traumático e o esforço para afastar-se da lembrança do acontecido. Na história da criança o afastamento seria não conseguir mais usar o elevador.

source: Treating a trauma consists of dissociating the negative thoughts from the event that generated it and, consequently, restoring autonomy and well-being. There are several methods that help to deal with trauma, but the support of a professional is essential to apply such methods and help the patient understand the emotions that will appear in the healing process.
pt_br: O tratamento de um trauma consiste em dissociar os pensamentos negativos ao evento que o gerou e, consequentemente, restituir a autonomia e o bem estar. Existem vários métodos que ajudam a lidar com o trauma, mas o acompanhamento de um profissional é fundamental para a aplicar tais métodos e auxiliar o paciente a entender as emoções que aparecerão no processo de cura.

source: What is Somatic Experience® (SE™)?
pt_br: O que é Somatic Experiencing® (SE™)?

source: Somatic Experience tiger
pt_br: Tigre da Somatic Experience

source: Somatic Experiencing® (SE) is a therapeutic method for treating trauma, anxiety, post-traumatic stress disorder (PTSD), chronic pain and grief. Created by PhD Peter Levine who, when analyzing the behavior of wild animals in nature, noticed that such animals did not show signs of trauma, despite the constant threat to life. So, why do human beings acquire trauma so easily? The answer comes from the consequence of the accumulation of stress. The stress of our work, our relationships, our family, the small and large problems that appear on a daily basis, in short.
pt_br: Somatic Experiencing® (SE) é um método terapêutico para o tratamento do trauma, ansiedade, transtorno de estresse pós-traumático (TEPT), dor crônica e luto. Criado pelo PhD Peter Levine que, ao analisar o comportamento de animais selvagens na natureza, percebeu que tais animais não apresentavam sinais de trauma, apesar da constante ameaça à vida. Então, por que o ser humano adquiri traumas com maior facilidade? A resposta vem da consequência do acúmulo de estresse. O estresse do nosso trabalho, dos nossos relacionametos, da nossa família, dos pequenos e grandes problemas que aparecem do dia a dia, enfim.

source: Thus, based on the fact that trauma is trapped in the nervous system, SE works by releasing the accumulated of stress in the body using the corporal sensations approach. Below are two examples of exercises that use techniques that are covered in SE. They can be performed by anyone and are not specific to something that is happening to you, but they can help you understand what is happening in your nervous system, choose one and try it.
pt_br: Dessa forma, tomando como base de que o trauma está aprisionado no sistema nervoso, o SE trabalha através da liberação do acúmulo de estresse no corpo utilizando a abordagem as sensações corporais. Segue abaixo dois exemplos de exercícios que utulizam de técnicas que são abordadas no SE. Elas podem ser realizados por qualquer pessoa e não são específicos para algo que está acontecendo com você, mas podem ajudar a compreender o que está acontecendo no seu sistema nervoso, escolha uma e experimente.

source: Observation of current body sensation
pt_br: Observação da sensação corporal atual

source: Disconnect from what you are doing and focus your attention on your body. Take your time with each of the steps below, this will take less than 1 minute.
pt_br: Desligue-se um pouco do que esteja fazendo e foque a sua atenção para o seu corpo. Não tenha pressa em cada uma das etapas abaixo, isso levará menos 1 minuto.

source: I imagine that you are sitting in a chair, stop for a moment, get into the correct posture in the chair and take a deep breath.
pt_br: Imagino que esteja sentado em uma cadeira, pare um pouco, fique na postura correta da cadeira e respire fundo.

source: Move your feet on the floor from side to side until you feel like you are connected to the ground (closing your eyes may help), then stand still again.
pt_br: Mova os pés no chão de um lado para outro até sentir que está conectado ao solo (fechar os olhos pode ajudar), depois fique parado novamente.

source: Now feel your back and buttocks on the chair you are sitting on to notice how the chair supports you. How does it feel to be sitting on it? Are you comfortable?
pt_br: Agora sinta suas costas e nádegas na cadeira que está sentado de modo a observar como a cadeira o apoia. Qual a sensação de estar sentado nela? Está confortável?

source: Sit down until you feel comfortable in the chair and, for a brief moment, let yourself enjoy the comfort of being supported in the chair.
pt_br: Acomode-se até se sentir o seu ponto confortável nela e, por um brve momento, deixe-se aproveitar o conforto de estar apoiado na cadeira.

source: Look around and notice something that makes you feel good (a calming color, a tree in the window, a dog, etc.). Allow yourself to feel this sensation and take a deep breath again.
pt_br: Olhe ao redor e observe algo que o faça se setir bem (uma cor que acalma, uma árvore na janela, um cachorro, etc). Permita setinr essa sensação e respire fundo novamente.

source: What do you notice about your physical and emotional comfort right now? Do you feel the same or different when you started?
pt_br: O que você percebe no seu conforto físico e emocional neste momento? Você se sente igual ou diferente quando começou?

source: Did you like this exercise?
pt_br: Curtiu esse exercício?

source: Thanks for the feedback
pt_br: Obrigado pelo feedback

source: Awareness of our container
pt_br: Conscientização do nosso container

source: Our body is the container for all our sensations and feelings. Based on the idea that touch is a direct form of interaction with the nervous system, this exercise aims to bring awareness to our container. Don’t be in a hurry to complete each step.
pt_br: O nosso corpo é o container de todas as nossas sensações e sentimentos. Tomanando com base de que o toque é um forma direta de interação com o sistema nervoso, este exercício tem a finalidade de trazer a conciência desse nosso conteiner. Não tenha pressa em realizar cada uma das etapas.

source: Take a deep breath and keep your body relaxed.
pt_br: Respire fundo e mantenha seu corpo relaxado.

source: Place your right hand under your left armpit, keeping your palm in contact with your chest.
pt_br: Posicione a sua mão direita abaixo da axila esquerda, mantendo a palma da mão em contato com o peito.

source: Still in this position, take your right hand and place it on the left of your biceps (it can also be on your shoulder or elbow, whichever you find most comfortable).
pt_br: Ainda nessa posição, pegue a mão direita e posicione a esquerda do bícipes (também pode ser no ombro ou contovelo, o que achar mais confortável).

source: Now apply light pressure with your arms for 20 seconds and, in the meantime, try to notice the sensation it brings to your hands, to your shoulder, to the inside of your body. Can you feel your heartbeat? What is the texture of your shirt?
pt_br: Agora faça um leve pressão com os braços por 20 segundos e, enquanto isso, tente perceber a sensação que isso traz para o suas mãos, para seu ombro, para dentro do seu corpo. Consegue sentir os batimentos do coração? Qual a textura da sua camisa?
